LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! Я навигатор НГТУ 🔰\n\nВыбери карту, по которой будем искать маршрут:',

    'academic_buildings': '🏫 Учебные корпуса',
    'dormitories': '🏘 Общежития',
    'Gorsky_Campus': '📍 Горский кампус',

    'back_to_main_menu': '⬅ Главное меню',
    'back_to_main_menu_answer': "Выбери карту, по которой будем искать маршрут:",

    'academic_campus': 'Учебный кампус 🏫',

    'audience_answer': "Введи номер аудитории:",

    'building1': '1 корпус',
    'building3a': '3a корпус',
    'building3b': '3б корпус',
    'building1_answer': 'Ты у 1 корпус. Куда тебе нужно?',
    
    'other_answer': 'К сожалению, я не знаю как отвечать на такое сообщение(\nПопробуй воспользоваться командой /help (или написать в поддержку ...)'
}
LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Перезапустить бота',
}
