LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! Я навигатор НГТУ 🔰\n\nВыбери карту, по которой будем искать маршрут:',
    '/help': 'Позже в этой команде будут добавлены все возможности и команды бота!',

    'academic_buildings': '🏫 Учебные корпуса',
    'dormitories': '🏘 Общежития',
    'Gorsky_Campus': '📍 Горский кампус',
    
    'other_answer': 'К сожалению, я не знаю как отвечать на такое сообщение( Обратись к разработчику (команда "/help") и опиши свою проблему, чтобы я совершенствовался и был ещё лучше для вас)'
}
LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Перезапустить бота',
    '/help': 'Связь с разработчиком',
}
